// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Commandes";

HSDDescriptionLabel = "Entrez les commandes associées à l'imprimante sélectionnée.";
HSDCommandLabel = "Commande :";
HSDGetResponseCheck = "Afficher la réponse du périphérique";
HSDLoadButton = "Charger les commandes…";
HSDSaveButton = "Enregistrer les commandes…";
HSDStopReceivingButton = "Arrêter la réception";

HSDInstructionLabel = "Veuillez entrer le code hexadécimal et la description pouvant être lue par l'utilisateur pour le nouveau caractère spécial.";
HSDHexLabel = "Code hexadécimal :";
HSDDescLabel = "Description :";
HSDHexTableColumn = "Code hexadécimal";
HSDDescTableColumn = "Description";
HSDCancelButton = "Annuler";
HSDOKButton = "OK";

ErrorSendTitle = "Impossible d'envoyer des données à l'imprimante";
ErrorSendMsg = "Veuillez vérifier si l'imprimante est branchée et activée, puis essayez de nouveau.";

500 = "Cet écran vous permet d'envoyer des commandes arbitraires au périphérique et de lire toutes les données renvoyées en réponse à la commande.";
501 = "Commande";
502 = "Réponse";
503 = "Lire la réponse";

HSDSendButtonTitle = "Envoyer maintenant";

SpecialsCharactersMenuItem = "Caractère spécial";
AddSpecialCharacterMenuItem = "Ajouter un caractère spécial…";
EditSpecialCharactersMenuItem = "Modifier les caractères spéciaux…";

SpecialCommand0 = "04 - Fin du fichier PS ^D";
SpecialCommand1 = "0c - alimentation papier <AP>";
SpecialCommand2 = "0d - retour chariot <RC>";
SpecialCommand3 = "1b - échappement <ÉCHAP>";

NoSaveTitle = "Impossible d'enregistrer le fichier";
NoSaveMsg = "Veuillez essayer un autre emplacement.";
DidNotSaveMessage = "Veuillez vérifier que l'espace disque est suffisant et que vous disposez des privilèges d'accès nécessaires pour enregistrer le fichier dans l'emplacement spécifié.";
NoLoadTitle = "Impossible d'ouvrir le fichier";
NoLoadMsg = "Vérifiez qu'il s'agit d'un fichier enregistré depuis HP Utility.";


BigSizeAlertTitle = "Fichier trop volumineux";
BigSizeAlertMsg = "Le module enfichable Commands ne prend pas en charge les fichiers de plus de 1 Mo. Pour télécharger des fichiers plus grands vers l'imprimante, veuillez utiliser le module enfichable \"File Upload\".";

HSDDoneButton = "Terminé";
HSDEditSpecialsInstructionLabel = "Modifier les caractères spéciaux";
"Special Character Description" = "Description de caractère spécial";
PrinterResponse = "Réponse de l'imprimante";
